alacritty
amd-ucode
asymptote
base
base-devel
blueman
bluez-tools
bluez-utils
corectrl
cups
distrobox
dmenu
docker
efibootmgr
eza
feh
ffnvcodec-headers
firefox
flameshot
geogebra
git
grub
gst-plugins-good
gstreamer
hplip
hwinfo
i3-wm
libreoffice-fresh
libva-mesa-driver
libva-utils
lightdm
lightdm-gtk-greeter
linux
linux-firmware
linux-headers
man-db
neofetch
neovim
networkmanager
nodejs
noto-fonts
noto-fonts-emoji
npm
numlockx
obs-studio
openssh
papirus-icon-theme
pavucontrol
pax-utils
picom
pipewire
pipewire-pulse
plocate
podman
polybar
python-pip
python-poetry
python-pynvim
python-pyperclip
reflector
ripgrep
rofi
rpmextract
system-config-printer
texlive-basic
texlive-bibtexextra
texlive-binextra
texlive-context
texlive-fontsextra
texlive-fontsrecommended
texlive-fontutils
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latex
texlive-latexextra
texlive-latexrecommended
texlive-luatex
texlive-mathscience
texlive-metapost
texlive-music
texlive-pictures
texlive-plaingeneric
texlive-pstricks
texlive-publishers
texlive-xetex
thunar
tree
unzip
v4l2loopback-dkms
v4l2loopback-utils
vim
vlc
vulkan-radeon
xclip
xf86-video-amdgpu
xorg-server
xorg-xinit
zathura
zathura-pdf-poppler
zip
zsh
