alacritty
amd-ucode
aspell
asymptote
base
base-devel
biber
blueman
bluez-tools
bluez-utils
cmus
corectrl
cups
distrobox
dmenu
docker
dosfstools
efibootmgr
eza
fd
feh
ffnvcodec-headers
firefox
flameshot
geogebra
git
grub
gst-plugins-good
gstreamer
hplip
hspell
hwinfo
i3-wm
i3lock
libreoffice-fresh
libva-utils
libvoikko
lightdm
lightdm-gtk-greeter
lightdm-webkit2-greeter
linux
linux-firmware
linux-headers
man-db
mpc
mpd
mplayer
mupdf
ncmpcpp
neofetch
neovim
networkmanager
nodejs
noto-fonts-emoji
npm
ntfs-3g
numlockx
nuspell
obs-studio
openssh
papirus-icon-theme
pavucontrol
pax-utils
pdftk
picom
pipewire
pipewire-pulse
plocate
podman
polybar
print-manager
python-pip
python-poetry
python-pynvim
python-pyperclip
reflector
ripgrep
rofi
rofi-emoji
rpmextract
sox
system-config-printer
texlive-basic
texlive-bibtexextra
texlive-binextra
texlive-context
texlive-fontsextra
texlive-fontsrecommended
texlive-fontutils
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latex
texlive-latexextra
texlive-latexrecommended
texlive-luatex
texlive-mathscience
texlive-metapost
texlive-music
texlive-pictures
texlive-plaingeneric
texlive-pstricks
texlive-publishers
texlive-xetex
thunar
tree
unzip
v4l2loopback-dkms
v4l2loopback-utils
vlc
vulkan-radeon
webkit2gtk-4.1
xclip
xdotool
xf86-video-amdgpu
xf86-video-fbdev
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xterm
zathura
zathura-pdf-poppler
zip
zoxide
zsh
