apr-util
asciiquarium
aspell
bind
btop
clinfo
cmatrix
cmus
corectrl
docker
dosfstools
dunst
evince
expac
fd
ffnvcodec-headers
geckodriver
gimp
git-filter-repo
glew
glfw
gst-plugins-good
gstreamer
hspell
hwinfo
hyprpicker
i3lock
ksnip
libc++
libc++abi
libreoffice-fresh
libva-utils
libvdpau-va-gl
libvoikko
lightdm-webkit2-greeter
linux-headers
lolcat
maim
mpc
mplayer
mupdf
ncmpcpp
nmap
noto-fonts-emoji
ntfs-3g
nuspell
okular
pax-utils
podman
print-manager
prismlauncher
python-black
python-django
python-django-appconf
python-django-extensions
python-gtts
python-isort
python-networkx
python-pip
python-poetry
python-pyperclip
python-qrcode
python-regex
python-watchdog
qt5-3d
qt5-graphicaleffects
qt5-imageformats
qt5-location
qt5-networkauth
qt5-quickcontrols
qt5-script
qt5-sensors
qt5-serialport
qt5-speech
qt5-virtualkeyboard
qt6-3d
qt6-connectivity
qt6-datavis3d
qt6-doc
qt6-examples
qt6-graphs
qt6-grpc
qt6-httpserver
qt6-languageserver
qt6-location
qt6-lottie
qt6-networkauth
qt6-quick3d
qt6-quick3dphysics
qt6-quickeffectmaker
qt6-quicktimeline
qt6-remoteobjects
qt6-sensors
qt6-serialbus
qt6-serialport
qt6-virtualkeyboard
qt6-websockets
qt6-webview
qutebrowser
r
rocm-opencl-runtime
rpmextract
satty
shotcut
sl
sox
spectacle
stb
swappy
traceroute
v4l2loopback-dkms
v4l2loopback-utils
virtualbox
webkit2gtk-4.1
whois
xdg-user-dirs
xdotool
xf86-video-fbdev
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-mkfontscale
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdriinfo
xorg-xgamma
xorg-xhost
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xsel
xterm
