alacritty
amd-ucode
base
base-devel
blueman
bluez-tools
bluez-utils
dmenu
dolphin
efibootmgr
eza
feh
firefox
flameshot
git
grub
gst-plugins-good
gstreamer
hwinfo
i3-wm
lightdm
lightdm-gtk-greeter
linux
linux-firmware
man-db
neofetch
neovim
networkmanager
nodejs
npm
openssh
papirus-icon-theme
pavucontrol
picom
pipewire
pipewire-pulse
plocate
polybar
ripgrep
rofi
tree
unzip
vim
xorg-server
xorg-xinit
zathura
zathura-pdf-poppler
zip
zsh
